export const ar = {
  hero: {
    title: "شركة الديرة للتطوير",
  },
  about: {
    foundation: "عن التأسيس",
    foundationText:
      "تأسست شركة الديرة للتطوير بموجب مذكرة تفاهم وُقعت في مايو 2023 برعاية صاحب السمو الأمير فيصل بن عياف أمين منطقة الرياض بين شركة الرياض القابضة وشركة الرياض للتعمير وتعتبر حجر الأساس لتعزيز التعاون المشترك في إطلاق مبادرات استثمارية متنوعة تهدف إلى تحسين جودة الخدمات في المنطقة",
    company: "عن الشركة",
    companyText:
      "هي شركة متخصصة في مجال التطوير وادارة الأصول، تركز على تطوير وإدارة المشاريع العقارية والوجهات في قلب مدينة الرياض. تطمح شركة الديرة للتطوير ان تصبح كيانًا رائدًا في تطوير وإدارة الأصول وإدارة الممتلكات، مع دعم النمو الحضري والاقتصادي لمدينة الرياض من خلال:",
  },

  assets: [
    {
      id: "01",
      text: "المساهمة في تطوير منطقة قصر الحكم لتصبح وجهة سياحية متكامل",
    },
    {
      id: "02",
      text: "تعزيز حيوية مركز المدينة وزيادة جاذبيته",
    },
    {
      id: "03",
      text: "دعم تحقيق مستهدفات تطلعات استراتيجية مدينة الرياض 2030",
    },
  ],

  map: {
    text: "يتم حاليًا إدارة وتشغيل 3  أصول عقارية في منطقة قصر الحكم في مدينة الرياض بما يحافظ على هويتها:",
    markets: [
      {
        id: "01",
        name: "أسواق المعيقلية",
        image: "/images/map-1.png",
      },
      {
        id: "02",
        name: "سوق التعمير للجملة",
        image: "/images/map-2.png",
      },
      {
        id: "03",
        name: "سوق الديرة",
        image: "/images/map-3.png",
      },
    ],
  },

  goals: [
    {
      icon: "/icons/team-line.svg",
      title: "6 مليون ",
      description: "الزوار أكثر من سنة",
    },
    {
      icon: "/icons/collage-line.svg",
      title: "170,000 ألف م٢",
      description: "إجمالي مساحة الأصول التأجيرية",
    },
    {
      icon: "/icons/building-line.svg",
      title: "83,000 ألف م٢",
      description: "مساحة تجارية",
    },
    {
      icon: "/icons/store-line.svg",
      title: "79,000 ألف م٢",
      description: "مساحة لبيع  التجزئة",
    },
    {
      icon: "/icons/drag-drop-line.svg",
      title: "88,000 ألف م٢",
      description: "مساحة مكتبية",
    },
    {
      icon: "/icons/home-5-line.svg",
      title: "17,000 ألف م٢",
      description: "مساحة سكنية",
    },
  ],

  footer: {
    contact: "للتواصل",
    title: "تواصل معنا لاستكشاف الفرص الاستثمارية",
    email: {
      placeholder: "عنوان البريد الإلكتروني ",
    },
    phone: {
      placeholder: "رقم الجوال",
    },
    submit: "إرسال",
    copyright: "حقوق الطبع والنشر © 2025 • جميع الحقوق محفوظة ",
  },
};
